Repository: klandestino/bp-forum-notifier
Catalog: languages/bp-forum-notifier-*.po
Languages: sv_se

source: [%1$s] %2$d new forum activities
sv_se: [%1$s] %2$d nya forumaktiveter

source: %2$s wrote a new reply in %3$s
sv_se: %2$s skrev ett nytt svar i %3$s

source: %2$d new replies in %3$s
sv_se: %2$d nya svar i %3$s

source: [%1$s] One new reply in %3$s
sv_se: [%1$s] Ett nytt svar i %3$s

source: [%1$s] %2$d new replies in %3$s
sv_se: [%1$s] %2$d nya svar i %3$s

source: %1$s wrote a reply in %2$s: %3$s Post Link: %4$s
sv_se: %1$s skrev ett svar i %2$s: %3$s Länk: %4$s

source: %2$s wrote a new topic in %3$s
sv_se: %2$s startade en ny tråd i %3$s

source: %2$d new topics in %3$s
sv_se: %2$d nya trådar i %3$s

source: [%1$s] One new topic in %3$s
sv_se: [%1$s] En ny tråd i %3$s

source: [%1$s] %2$d new topics in %3$s
sv_se: [%1$s] %2$d nya trådar i %3$s

source: %1$s wrote a topic in %2$s: %3$s Post Link: %4$s
sv_se: %1$s startade en ny tråd i %2$s: %3$s Länk: %4$s

source: %2$s quoted you in %3$s
sv_se: %2$s citerade dig i %3$s

source: You've been quoted %2$d times in %3$s
sv_se: Du är citerad %2$d gånger i %3$s

source: [%1$s] You've been quoted in %3$s
sv_se: [%1$s] Du är citerad i %3$s

source: [%1$s] You've been quoted %2$d times in %3$s
sv_se: [%1$s] Du är citerad %2$d gånger i %3$s

source: %1$s quoted you in %2$s: %3$s Post Link: %4$s
sv_se: %1$s citerade dig i %2$s: %3$s Länk: %4$s

source: %1$s -------------------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
sv_se: %1$s -------------------- Detta meddelande går inte att svara på... För att svara på detta foruminlägg, klicka på länken ovan.

source: Forum Notifier Settings
sv_se: Forumnotifieringsinställningar

source: Forum Notifier
sv_se: Forumnotifieringar

source: Settings updated.
sv_se: Inställningar uppdaterade.

source: Unsubscribe to new topics & replies
sv_se: Sluta prenumerera på nya trådar och svar

source: Subscribe to new topics & replies
sv_se: Prenumerera på nya trådar och svar

source: Always notify on replies
sv_se: Skicka alltid notifikationer vid nya svar

source: In older versions (< 1.4) the plugin would only notify members of new replies if they had "subscribed" to the topic. By checking this box groupmembers will get notifications from all replies in group forums.
sv_se: I äldre versioner (< 1.4) så notifierades enbart gruppmedlemmar på nya svar om de hade "prenumererat" på tråden. Om du klickar i denna ruta så kommer alla gruppmedlemmar att få notifikationer vid nya svar i deras gruppforum.

source: Delay in minutes before e-mails are sent
sv_se: Fördröjning i minuter innan e-post skickas

source: E-mail subject when message contains multiple forum activities
sv_se: Ämnesraden i e-posten när meddelandet innehåller flera olika forumaktiviteter

source: %1$s = blogname, %2$d = number of activities
sv_se: %1$s = bloggnamn, %2$d = antal forumaktiviteter

source: Reply notification (single reply)
sv_se: Svarsnotifikation (ett svar)

source: %1$s = blogname, %2$s = author, %3$s = topic title
sv_se: %1$s = bloggnamn, %2$s = författare, %3$s = trådens titel

source: Reply notification (multiple replies in the same topic)
sv_se: Svarsnotifikation (flera svar i samma tråd)

source: %1$s = blogname, %2$d = number or replies, %3$s = topic title
sv_se: %1$s = bloggnamn, %2$d = antal svar, %3$s = trådens titel

source: Reply e-mail subject (single reply)
sv_se: Svarsnotifikation som e-post, ämne (ett svar)

source: Reply e-mail subject (multiple replies in the same topic)
sv_se: Svarsnotifikation som e-post, ämne (flera svar i samma tråd)

source: %1$s = blogname, %2$d = number of replies, %3$s = topic title
sv_se: %1$s = bloggnamn, %2$d = antal svar, %3$s = trådens titel

source: Reply e-mail message body
sv_se: Svarsnotifikation som e-post, meddelande

source: %1$s = author, %2$s = topic title, %3$s = reply, %4$s = topic link
sv_se: %1$s = författare, %2$s = trådens titel, %3$s = svaret, %4$s = trådens länk

source: Topic notification (single topic)
sv_se: Trådnotifikation (en tråd)

source: %1$s = blogname, %2$s = author, %3$s = forum title
sv_se: %1$s = bloggnamn, %2$s = författare, %3$s = forumtitel

source: Topic notification (multiple topics in the same forum)
sv_se: Trådnotifikation (flera trådar i samma forum)

source: %1$s = blogname, %2$d = number of topics, %3$s = forum title
sv_se: %1$s = bloggnamn, %2$d = antal trådar, %3$s = forumtitel

source: Topic e-mail subject (single topic)
sv_se: Trådnotifikation som e-post, ämne (en tråd)

source: Topic e-mail subject (multiple topics in the same forum)
sv_se: Trådnotifikation som e-post, ämne (flera trådar i samma ämne)

source: Topic e-mail message body
sv_se: Trådnotifikation som e-post, meddelande

source: %1$s = author, %2$s = forum title, %3$s = topic, %4$s = topic link
sv_se: %1$s = författare, %2$s = forumtitel, %3$s = tråd, %4$s = trådens länk

source: Quote notification (single quote)
sv_se: Citatnotifikation (ett citat)

source: Quote notification (multiple quotes in the same topic)
sv_se: Citatnotifikation (flera citat i samma tråd)

source: %1$s = blogname, %2$d = number or quotes, %3$s = topic title
sv_se: %1$s = bloggnamn, %2$d = antal citat, %3$s = trådens titel

source: Quote e-mail subject (single quote)
sv_se: Citatnotifikation som e-post, ämne (ett citat)

source: Quote e-mail subject (multiple quotes in the same topic)
sv_se: Citatnotifikation som e-post, ämne (flera citat i samma tråd)

source: Quote e-mail message body
sv_se: Citatnotifikation som e-post, meddelande

source: E-mail message body wrapper
sv_se: E-postmeddelandets omslutning

source: %1$s = message bodies
sv_se: %1$s = meddelanden

source: Save
sv_se: Spara

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Someone replies in one of your subscribed threads
sv_se: En medlem skriver en ny kommentar i en bevakad tråd

source: Someone creates a new thread in one of your groups
sv_se: En medlem skapar en ny tråd i någon grupp du är medlem i

source: Someone quotes or mentions you
sv_se: En medlem svarar eller citerar dig
